BAN = '``Блокирует** указанного пользователя в гильдии.``'
UNBAN = '``Удаляет указанного пользователя из ban list.``'
KICK = '``Выгоняет пользователя из гильдии.``'
CLEAR = '``Удаляет указанное количество сообщений.``'
MUTE = '``Забирает право писать у пользователя.``'
HELP = """**help** позволяет получить вывод **справочных сведений** о командах. 
Если указан **шаблон** команды, то __help__ отображает подробную справку **по всем опциям**, запрашиваемой команды. 
В противном случае, __help__ выдает **весь список поддерживаемых команд**, по которым выдается краткая информацию.
*Для получения справки по конкретной команде используйте:
$help ``<command>``
"""
PAT = '``Погладить кого-нибудь.``'
SLAP = '``Ударить кого-нибудь.``'
CAT = '``Случайное фото кота.``'
DOG = '``Случайное фото собаки.``'
LIZARD = '``Случайное фото ящерицы.``'
INFO = '``Выдаёт информацию из определенного критерия.``'
USER_INFO = '``Выдаёт информацию об участнике. Единственным параметром указывается участник.\n' \
            'Если параметр опущен, тогда выдает информацию об участнике, использовавшим команду.``'
GUILD_INFO = '``Выдаёт информацию о сервере``'
ROLE_INFO = '``Выдаёт информацию о роли. Единственным параметром указывается роль``'
EDIT_ROLE = '``Позволяет ввести измененя в роли(BETA).``'
_8BALL = '``Гадание на шарах.``'
PERSONAL_INFO = '``Пользователю в лс отправляется его личная информация на сервере.``'
USER_LEVEL = ''
LEADERS = """Выводит **лучших пользователей** по определенным критериям.
Имеются следующие критерии: ``messages``, ``voice_min``, ``money``, ``lvl``.
По умолчанию команда **$top** использует критерий ``messages``.
"""
BALANCE = '``Показывает информацию о балансе пользователя, уровень, опыт.``'
BONUS = '``Выдает дневной бонус. Размер бонуса определяется случайно(от 10 до 30).``'
TRANSFER = '``Перевод валюты указанному пользователю.``'
CASINO = '``Здесь ты можешь выиграть валюты...или нет:)``'
TRANSLATOR = '``Переводит предложение на конкретный язык.``'
GIVEAWAY = '``Giveaway, он же гив, - это конкурс, в котором наша администрация разыгрывает среди своих уастников призы.' \
           'Основное условие для участья, оставить реакцию под гивом``'
ROLL = '``Возвращает случайное число(BETA).``'
SPOILER = '``Спойлер - это сообщение, которое может быть завернуто в "коробочку"(не полностью).``'
WEBHOOK_REACTIONS = '``Добавлять реакции(-ю), к нужному webhook\'y, для получения роли ' \
                    '**ДЕЛАТЬ ТОЛЬКО ЧЕРЕЗ ЭТУ КОМАНДУ!**.\nДелаете так: **emoji : role_id**.``'

