BAN = '``Блокирует** указанного пользователя в гильдии.``'
UNBAN = '``Удаляет указанного пользователя из ban list.``'
KICK = '``Выгоняет пользователя из гильдии.``'
CLEAR = '``Удаляет указанное количество сообщений.``'
MUTE = '``Забирает право писать у пользователя.``'
HELP = """**help** позволяет получить вывод **справочных сведений** о командах. 
Если указан **шаблон** команды, то __help__ отображает подробную справку **по всем опциям**, запрашиваемой команды. 
В противном случае, __help__ выдает **весь список поддерживаемых команд**, по которым выдается краткая информацию.
*Для получения справки по конкретной команде используйте:
$help ``<command>``
"""
PAT = '``Погладить кого-нибудь.``'
SLAP = '``Ударить кого-нибудь.``'
CAT = '``Случайное фото кота.``'
DOG = '``Случайное фото собаки.``'
LIZARD = '``Случайное фото ящерицы.``'
USER_INFO = '``Информация о пользователе(BETA).``'
GUILD_INFO = '``Информация о сервере(BETA).``'
ROLE_INFO = '``Информация о роли(BETA).``'
EDIT_ROLE = '``Позволяет ввести измененя в роли(BETA).``'
_8BALL = '``Гадание на шарах.``'
PERSONAL_INFO = '``Пользователю в лс отправляется его личная информация на сервере.``'
USER_LEVEL = ''
LEADERS = """Выводит **лучших пользователей** по определенным критериям.
Имеются следующие критерии: ``messages``, ``voice_min``, ``money``, ``lvl``.
По умолчанию команда **$top** использует критерий ``messages``.
"""
BALANCE = '``Показывает информацию о балансе пользователя, уровень, опыт.``'
BONUS = '``Выдает дневной бонус. Размер бонуса определяется случайно(от 10 до 30).``'
TRANSFER = '``Перевод валюты указанному пользователю.``'
CASINO = '``Здесь ты можешь выиграть валюты...или нет:)``'
