greetings = ['здравствуй', 'доброго времени суток', 'приветствую', 'приветствую тебя', 'мое почтение',
             'добро пожаловать!', 'здравия желаю', 'приветик', 'приветики', 'хай', 'хей', 'хэллоу', 'хэлло', 'хаюшки',
             'здарова', 'приветец', 'салют', 'здрасти-мордасти', 'бонжур', 'гутен морген', 'гутен таг', 'рад видеть',
             'доброго здоровья', 'мир вам', 'о, какие люди!', 'шалом', 'шалам', 'шалом алейхем', 'салам-пополам',
             'cколько лет, сколько зим!', 'наше вам почтение, наше вам с кисточкой', 'здарова, щеглы!',
             'здарова бандиты', 'ку!', 'qq', 'физкульт-привет', 'превед!, превед, медвед!', 'привет', 'hello', 'halo',
             'хало', '\'sup', 'wassup', 'прив', 'здарова ЕЖЖИИ']
slap_phrases = ['{} дал подзатыльника... малыш {} расплакался!', '{} как дал раз...теперь {} будет долго вставать!'
                '{} нанес «роковой» удар! Теперь {} отправился отдыхать!', '{} замахнулся на {}!',
                '{} ударили по правой щеке, {} пора подставлять левую!']
pat_phrases = ['{} погладил плечико {}', '{} ласково погладил {}', '{} погладил и похлопал по шее {}',
               '{} погладил шершавой рукой голову {}', '{} лелеет {}']